[
  {
    "id": 1,
    "content": "Allah, şüphesiz bütün varlıkları yaratan Rabb'dir. Gökleri ve yeri altı günde yaratan sonra da Arş'a istiva eden O'dur. Güneşe, ay'a ve her biri bir yörüngede yüzen yıldızlara hükmeden O'dur. İyi bilin ki, yaratma yetkisi ve hükümranlık yalnızca O'na aittir. Alemlerin Rabbi olan Allah ne yücedir!"
  },
  {
    "id": 2,
    "content": "Allah, insanları hiçbir haksızlık yapmadan yaratandır. Ama insanlar, kendi nefislerine zulmederek haksızlıklarına sürdükçe, Allah onların hallerini değiştirmez."
  },
  {
    "id": 3,
    "content": "Allah, kendisinden başka hiçbir ilah olmayan ve mutlak güç sahibi olan Allah'tır. O, hayatta tutmak ve öldürmek yetkisine sahiptir. O'nun, ölüleri diriltme yetkisi de vardır."
  },
  {
    "id": 4,
    "content": "Ey iman edenler! Allah'a karşı gelmekten sakının ve herkes yarın için ne hazırlamış olduğunu gözeterek takva sahibi olun. Şüphesiz Allah, yaptıklarınızdan haberdardır."
  },
  {
    "id": 5,
    "content": "Allah, rızık veren kimsedir, güçlüdür, hüküm ve hikmet sahibidir."
  },
  {
    "id": 6,
    "content": "Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize ibadet edin ki, takva sahibi olasınız."
  },
  {
    "id": 7,
    "content": "Allah, müminlere karşı sevgisini tamamlamış, onları her türlü kötülükten koruyan ve onlara hidayet rehberi olarak İslam'ı seçmiştir."
  },
  {
    "id": 8,
    "content": "Ey iman edenler! Allah'a gereği gibi teslim olun ve ölümünüzü ancak müslüman olarak verin."
  },
  {
    "id": 9,
    "content": "Ey insanlar! Sizi bir tek nefisten yaratan ve ondan da eşini yaratan, ikisinden birçok erkekler ve kadınlar türeten Rabbinize karşı gelmekten sakının. Kendisi adına birbirinizden dilekte bulunduğunuz Allah'a karşı gelmekten sakının. Akrabalık bağlarını kesmeyin. Şüphesiz Allah, üzerinizde gözetleyicidir."
  },
  {
    "id": 10,
    "content": "Şüphesiz ki Allah'a ortak koşanlar, Allah katında sanki gökten düşüp kuşları kapmaya çalışan ve onu rüzgar sürükleyip bir yere atıveren kimsenin durumu gibidir. Gerçekten onlar boş bir şey peşindedirler."
  },
  {
    "id": 11,
    "content": "Andolsun ki Biz, insanı anne-babasına iyi davranması için öğütte bulunmaları için yaratmışızdır. Eğer onlar seni, Allah'a ortak koşman için zorlarlarsa, hakkında bilgin olmayan bir şeyi Bana ortak koşma konusunda onlara itaat etme. Sonunda dönüşünüz Banadır, size yaptıklarınızı haber vereceğim."
  },
  {
    "id": 12,
    "content": "Rabbin, rahmet sahibidir. Eğer O dileseydi, insanları saptırır ve yeryüzünde olanların tamamına mutlaka hükmederdi. Artık sen, onları, Allah'tan başka bir dost ve yardımcı edinme."
  },
  {
    "id": 13,
    "content": "Kendilerine ayetlerimiz açıkça okunduğu zaman, Allah'a karşı gelmekten sakınanlar, ayetlerimiz onlara okunduğunda, onlara iman ettiklerini artırır ve onlar Rablerine tevekkül ederler."
  },
  {
    "id": 14,
    "content": "Ey insanlar! Şüphesiz Biz, sizi bir erkek ve bir dişiden yarattık. Sizi milletler ve kabileler halinde tanışmanız için böyle yaptık. Şüphesiz ki Allah katında sizin en değerliniz, takva bakımından en ileri olanınızdır. Şüphesiz Allah, hakkıyla bilen ve her şeyden haberdar olandır."
  },
  {
    "id": 15,
    "content": "Allah, hiç kimseye gücünün yetmediği şeyi yüklemez. Herkes için kazandığı hayır işleri ve yaptığı kötülükler vardır. Sonunda dönüşünüz Rabbinizedir, O da sizin aranızdaki anlaşmazlıkları hükme bağlayacaktır."
  },
  {
    "id": 16,
    "content": "Şüphesiz ki namaz, insanı hayasızlıktan ve kötülükten alıkoyar. Allah'ı anmak ise elbette en büyük ibadettir. Allah, yaptıklarınızı bilir."
  },
  {
    "id": 17,
    "content": "Allah, size nankörlük etmenizi ne yapar? Şüphesiz Allah, şükrün karşılığını verendir, hakkıyla bilendir."
  },
  {
    "id": 18,
    "content": "Rabbinizin, rahmetinden dolayı çocuklarınızı, yakınlarınızı ve akrabalarınızı ayırmasından endişe edip, onları Allah'a karşı müttefikleriniz yapmak istemezsiniz."
  },
  {
    "id": 19,
    "content": "Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize kulluk edin ki, takva sahibi olasınız."
  },
  {
    "id": 20,
    "content": "Ey iman edenler! Allah'a itaat edin, Peygambere itaat edin ve sizden olan emir sahiplerine de. Eğer bir hususta anlaşmazlığa düşerseniz, onu Allah'a ve ahiret gününe inanıyorsanız Peygamber'e götürün. İşte bu, daha hayırlı ve sonuç bakımından daha güzeldir."
  },
  {
    "id": 21,
    "content": "Allah, şüphesiz iyilik yapanları ve kötülükten sakınanları sever."
  },
  {
    "id": 22,
    "content": "Allah, kendisine ortak koşulmasını asla affetmez. Bunun dışında dilediği kimseyi affeder. Kim Allah'a ortak koşarsa, elbette büyük bir günahla iftira etmiş olur."
  },
  {
    "id": 23,
    "content": "Ey iman edenler! Allah'a karşı gelmekten sakının, müminlerle beraber olun."
  },
  {
    "id": 24,
    "content": "Allah, rızkı genişleten ve daraltandır. Kendisi, kullarından dilediğine rızık verir. Şüphesiz Allah, her şeyi hakkıyla bilendir."
  },
  {
    "id": 25,
    "content": "Ey iman edenler! Allah'a ve Peygamber'e itaat edin, işlerinize ve davranışlarınıza aykırı düşecek şeylerde çekişip durmayın. Sabırlı olun, çünkü Allah sabredenlerle beraberdir."
  },
  {
    "id": 26,
    "content": "Şüphesiz Allah, iyilik yapmayı, insanlara yakınlık ve komşuluğu öğütler. Kötülüklerden ve kötü insanlardan sakındırır. İşte bu, düşünüp anlayan kimseler için bir öğüttür."
  },
  {
    "id": 27,
    "content": "Ey iman edenler! Haksız yere birbirinizin malını yemeyin. Ancak karşılıklı rıza ile yapılan ticaret müstesna. Kendinizi öldürmeyin, Allah size karşı merhametlidir."
  },
  {
    "id": 28,
    "content": "Allah, haksız yere yere kan dökmeyi, insanları yoldan çıkarmayı ve Allah'a karşı isyan etmeyi kesinlikle hoş görmez."
  },
  {
    "id": 29,
    "content": "Şüphesiz Allah, adaleti, iyiliği, akrabaya yardım etmeyi emreder; hayasızlığı, kötülüğü ve zulmü de yasaklar. O, size böyle öğüt veriyor ki düşünüp anlayasınız."
  },
  {
    "id": 30,
    "content": "Allah, gerçeği anlatan ve adaletle hükmeden adalet sahiplerini sever."
  },
  {
    "id": 31,
    "content": "Allah, iman edenlere, dünya hayatında da ahirette de yol gösterici olan bir nur indirmiştir. İnkarcılara gelince, onların dostları karanlıklardır. Onlar, asla çıkmazlar."
  }
]
