[
  {
    "id": 1,
    "sureAdi": "Bakara",
    "ayetNumarasi": 255,
    "content": "Allah! O'ndan başka hiçbir ilah yoktur, hayy ve kayyum olan O'dur. Ne uyuklama, ne de uyku Onu tutmaz. Göklerde ve yerde olan her şey O'nundur. İzni olmadan O'nun katında şefaatte bulunacak kimdir? O, kulların önlerindekini ve arkalarındakini bilir. Kullar, O'nun dilediği kadarından başkasını (O'nun ilim ve kudreti dışında hiçbir şeyi) bilemezler. O'nun kürsüsü gökleri ve yeri kaplamıştır. Onların korunması O'na zor gelmez. O, yücedir, büyüktür."
  },
  {
    "id": 2,
    "sureAdi": "Maide",
    "ayetNumarasi": 6,
    "content": "Ey iman edenler! Namaza kalktığınız zaman yüzlerinizi ve dirseklere kadar ellerinizi yıkayın, başlarınızı meshedin ve ayaklarınızı da (topuklara kadar) meshedin. Eğer cünüp iseniz temizlenin. Eğer hasta veya yolculukta olursanız yahut biriniz tuvalette veya kadınlara temas eder de su bulamazsanız, temiz bir toprağa yönelip onunla yüzlerinizi ve ellerinizi meshedin. Allah size zorluk çıkarmak istemez, fakat sizi tertemiz kılmak ve üzerinizdeki nimetini tamamlamak ister, umulur ki şükredersiniz."
  },
  {
    "id": 3,
    "sureAdi": "Enam",
    "ayetNumarasi": 59,
    "content": "Ve O, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Güneşi ve ayı buyruğu altına alandır. Her biri bir süreye kadar akıp gitmektedir. İşte Rabbiniz Allah budur, mülk O'nundur. O'ndan başka hiçbir ilah yoktur. Böyle iken nasıl oluyor da (gerçekleri) çevirip duruyorsunuz?"
  },
  {
    "id": 4,
    "sureAdi": "Tevbe",
    "ayetNumarasi": 119,
    "content": "Ey iman edenler! Eğer kâfirlerden bir grup size saldırırsa, hemen bir başka grupla birleşin (güç birliği yapın). Allah'ın nimetiyle kazandığınız kuvvetle onlara karşı cihad edin. (Böylece düşmanlarınıza karşı) onlara bir ders vermiş olursunuz ki, onlar iyice anlasınlar."
  },
  {
    "id": 5,
    "sureAdi": "Nur",
    "ayetNumarasi": 35,
    "content": "Allah, göklerin ve yerin nurudur. Onun nurunun misali, içinde lamba bulunan bir kandil gibidir. O lamba bir ağaç kabuğuna konulmuştur. Ağaç da sanki kudretli bir yıldıza benzer ki, nişaneye lâyık olmayan bir doğuya da, batıya da bakmaksızın parlar. Allah, dilediğini nuruna iletir. Allah insanlara misaller verir. Allah her şeyi bilir."
  },
  {
    "id": 6,
    "sureAdi": "Rum",
    "ayetNumarasi": 21,
    "content": "Sizin içinizden kendileriyle huzur bulasınız diye eşler yaratması ve aranıza sevgi ve merhamet koyması da O'nun âyetlerindendir. Şüphesiz bunda düşünen bir kavim için elbette ibretler vardır."
  },
  {
    "id": 7,
    "sureAdi": "Araf",
    "ayetNumarasi": 54,
    "content": "Allah, şüphesiz bütün varlıkları yaratan Rabb'dir. Gökleri ve yeri altı günde yaratan sonra da Arş'a istiva eden O'dur. Güneşe, ay'a ve her biri bir yörüngede yüzen yıldızlara hükmeden O'dur. İyi bilin ki, yaratma yetkisi ve hükümranlık yalnızca O'na aittir. Alemlerin Rabbi olan Allah ne yücedir!"
  },
  {
    "id": 8,
    "sureAdi": "Haşr",
    "ayetNumarasi": 18,
    "content": "Ey iman edenler! Allah'a karşı gelmekten sakının ve herkes yarın için ne hazırlamış olduğunu gözeterek takva sahibi olun. Şüphesiz Allah, yaptıklarınızdan haberdardır."
  },
  {
    "id": 9,
    "sureAdi": "Nisa",
    "ayetNumarasi": 1,
    "content": "Ey insanlar! Sizi bir tek nefisten yaratan ve ondan da eşini yaratan, ikisinden birçok erkekler ve kadınlar türeten Rabbinize karşı gelmekten sakının. Kendisi adına birbirinizden dilekte bulunduğunuz Allah'a karşı gelmekten sakının. Akrabalık bağlarını kesmeyin. Şüphesiz Allah, üzerinizde gözetleyicidir."
  },
  {
    "id": 10,
    "sureAdi": "Kehf",
    "ayetNumarasi": 58,
    "content": "Bununla beraber rahmet sahibi olan Rabbin çok bağışlayıcıdır, tevbe eden kullarına rahmeti boldur. Eğer Allah, işledikleri günahlar yüzünden onları hemen cezalandıracak olsaydı, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardır ki, o geldiğinde Allah'ın azabından bir kurtuluş yeri bulamazlar."
  },
  {
    "id": 11,
    "sureAdi": "Enfal",
    "ayetNumarasi": 2,
    "content": "Mü'minler öyle kimselerdir ki, Allah anıldığı zaman kalpleri ürperir. Kendilerine O'nun ayetleri okunduğunda bu onların imanlarını artırır ve ancak Rabblerine dayanıp güvenirler."
  },
  {
    "id": 12,
    "sureAdi": "Hucurat",
    "ayetNumarasi": 13,
    "content": "Ey insanlar! Şüphesiz Biz, sizi bir erkek ve bir dişiden yarattık. Sizi milletler ve kabileler halinde tanışmanız için böyle yaptık. Şüphesiz ki Allah katında sizin en değerliniz, takva bakımından en ileri olanınızdır. Şüphesiz Allah, hakkıyla bilen ve her şeyden haberdar olandır."
  },
  {
    "id": 13,
    "sureAdi": "Bakara",
    "ayetNumarasi": 286,
    "content": "Allah hiçbir kimseyi, gücünün yetmediği bir şeyle yükümlü kılmaz; lehinde olanı da kendi kazandığıdır, aleyhinde olanı da kendi kazandığıdır. Rabbimiz! Unutur veya yanılırsak bizi cezalandırma! Bizden öncekilere yüklediğin gibi bize de ağır yük yükleme! Üstesinden gelemeyeceğimiz şeyleri boynumuza borç kılma! Bizi bağışla, ayıplarımızı ört ve bize rahmetinle muamele buyur! Sen bizim sahibimiz ve yardımcımızsın; artık inkârcı topluluğa karşı bize yardım et!"
  },
  {
    "id": 14,
    "sureAdi": "İsra",
    "ayetNumarasi": 33,
    "content": "Haklı bir sebep olmadıkça, Allah’ın, öldürülmesini haram kıldığı cana kıymayın. Kim haksız yere öldürülürse, biz onun velisine yetki vermişizdir. Ancak o da (kısas yoluyla) öldürmede meşru ölçüleri aşmasın. Çünkü kendisine yardım edilmiştir."
  },
  {
    "id": 15,
    "sureAdi": "Nisa",
    "ayetNumarasi": 59,
    "content": "Ey iman edenler! Allah’a itaat edin, peygambere itaat edin, sizden olan ülü’l-emre de. Eğer bir hususta anlaşmazlığa düşerseniz -Allah’a ve âhirete gerçekten inanıyorsanız- onu, Allah’a ve peygambere götürün. Bu, elde edilecek sonuç bakımından hem hayırlıdır hem de en güzelidir."
  },
  {
    "id": 16,
    "sureAdi": "Âl-i İmrân",
    "ayetNumarasi": 100,
    "content": "Ey iman edenler! Kendilerine kitap verilenlerden herhangi bir gruba uyarsanız, imanınızdan sonra sizi döndürüp kâfir yaparlar."
  },
  {
    "id": 17,
    "sureAdi": "Yunus",
    "ayetNumarasi": 107,
    "content": "Eğer Allah sana herhangi bir zarar verecek olursa, bil ki onu, O’ndan başka giderebilecek yoktur. Eğer sana bir hayır dilerse, O’nun lütfunu engelleyebilecek de yoktur. O, bunu kullarından dilediğine eriştirir. O, çok bağışlayıcıdır, çok merhamet edicidir."
  },
  {
    "id": 18,
    "sureAdi": "Nahl",
    "ayetNumarasi": 106,
    "content": "Kalbi imanla dolu olduğu hâlde zorlanan kimse hariç, inandıktan sonra Allah’ı inkâr eden ve böylece göğsünü küfre açanlara Allah’tan gazap iner ve onlar için büyük bir azap vardır."
  },
  {
    "id": 19,
    "sureAdi": "Lokman",
    "ayetNumarasi": 6,
    "content": "İnsanlardan öylesi vardır ki, bilgisizce Allah yolundan saptırmak ve o yolu eğlenceye almak için, eğlencelik asılsız ve faydasız sözleri satın alır. İşte onlar için aşağılayıcı bir azap vardır."
  },
  {
    "id": 20,
    "sureAdi": "Mümin",
    "ayetNumarasi": 5,
    "content": "Onlardan önce Nûh’un kavmi ve onlardan sonra gelen topluluklar da yalanlamıştı. Her ümmet kendi peygamberini yakalayıp cezalandırmaya azmetmişti. Hakkı yok etmek için batıl şeyler ileri sürerek tartışmışlardı. Bu yüzden onları kıskıvrak yakaladım. Benim cezalandırmam nasılmış, (gördüler)!"
  },
  {
    "id": 21,
    "sureAdi": "Şûrâ",
    "ayetNumarasi": 5,
    "content": "Neredeyse gökler (O’nun azametinden) üstlerinden çatlayacaklar. Melekler ise, Rablerini hamd ile tespih ederler ve yeryüzündekiler için bağışlanma dilerler. İyi bilin ki Allah, çok bağışlayandır, çok merhamet edendir."
  },
  {
    "id": 22,
    "sureAdi": "Muhammed",
    "ayetNumarasi": 12,
    "content": "Şüphesiz Allah, inanıp salih ameller işleyenleri, içinden ırmaklar akan cennetlere koyacaktır. İnkâr edenler ise (dünya zevklerinden) yararlanırlar ve hayvanların yediği gibi yerler. Onların kalacakları yer ateştir."
  },
  {
    "id": 23,
    "sureAdi": "Ra’d",
    "ayetNumarasi": 19,
    "content": "Rabbinden sana indirilenin gerçek olduğunu bilen kimse, (onu bilemeyen) kör gibi olur mu? (Bunu) ancak akıl sahipleri anlar."
  },
  {
    "id": 24,
    "sureAdi": "Tevbe",
    "ayetNumarasi": 34,
    "content": "Ey iman edenler! Hahamlardan ve rahiplerden birçoğu, insanların mallarını haksız yollarla yiyorlar ve Allah’ın yolundan alıkoyuyorlar. Altın ve gümüşü biriktirip gizleyerek onları Allah yolunda harcamayanları elem dolu bir azapla müjdele."
  },
  {
    "id": 25,
    "sureAdi": "İbrahim",
    "ayetNumarasi": 32,
    "content": "Allah, gökleri ve yeri yaratan, gökten yağmur indiren ve onunla size rızık olarak türlü meyveler çıkaran, emri gereğince denizde yüzmek üzere gemileri emrinize veren, nehirleri de hizmetinize sunandır."
  },
  {
    "id": 26,
    "sureAdi": "Hac",
    "ayetNumarasi": 54,
    "content": "Bir de kendilerine ilim verilmiş olanlar onun, Rabbinden gelen hak olduğunu bilsinler, böylece ona iman etsinler ve sonuçta da kalpleri ona saygı duysun diye Allah böyle yapar. Hiç şüphe yok ki Allah, iman edenleri doğru yola iletir."
  },
  {
    "id": 27,
    "sureAdi": "Secde",
    "ayetNumarasi": 12,
    "content": "Suçlular, Rablerinin huzurunda boyunlarını büküp, “Rabbimiz! (Gerçeği) gördük ve işittik. Artık şimdi bizi (dünyaya) döndür ki, salih amel işleyelim. Biz artık kesin olarak inanmaktayız” dedikleri vakit, (onları) bir görsen!"
  },
  {
    "id": 28,
    "sureAdi": "Ankebût",
    "ayetNumarasi": 12,
    "content": "İnkâr edenler iman edenlere, “Yolumuza uyun da sizin günahlarınızı yüklenelim” derler. Hâlbuki onların günahlarından hiçbir şey yüklenecek değillerdir. Şüphesiz onlar kesinlikle yalancılardır."
  },
  {
    "id": 29,
    "sureAdi": "Yunus",
    "ayetNumarasi": 36,
    "content": "Onların çoğu ancak zannın ardından gider. Oysa zan, hak namına hiçbir şeyin yerini tutmaz. Şüphesiz Allah, onların yapmakta olduklarını hakkıyla bilendir."
  },
  {
    "id": 30,
    "sureAdi": "Ahzâb",
    "ayetNumarasi": 36,
    "content": "Allah ve Resûlü bir iş hakkında hüküm verdikleri zaman, hiçbir mü’min erkek ve hiçbir mü’min kadın için kendi işleri konusunda tercih kullanma hakları yoktur. Kim Allah’a ve Resûlüne karşı gelirse, şüphesiz ki o apaçık bir şekilde sapmıştır."
  },
  {
    "id": 31,
    "sureAdi": "Fussilet",
    "ayetNumarasi": 37,
    "content": "Gece, gündüz, güneş ve ay Allah’ın varlığının delillerindendir. Güneşe ve aya secde etmeyin. Eğer gerçekten Allah’a kulluk ediyorsanız, onları yaratan Allah’a secde edin."
  }
]