[
  {
    "id": 1,
    "content": "(Allah Rasûlü) “Din nasihattır/samimiyettir” buyurdu. “Kime Yâ Rasûlallah?” diye sorduk. O da; “Allah’a, Kitabına, Peygamberine, Müslümanların yöneticilerine ve bütün müslümanlara” diye cevap verdi.",
    "source": "Müslim, İmân, 95"
  },
  {
    "id": 2,
    "content": "İslâm, güzel ahlâktır.",
    "source": "Kenzü'l-Ummâl, 3/17, HadisNo: 5225"
  },
  {
    "id": 3,
    "content": "İnsanlara merhamet etmeyene Allah merhamet etmez.",
    "source": "Buhârî, İlm, 12; Müslim, Cihâd, 6"
  },
  {
    "id": 4,
    "content": "Kolaylaştırınız, güçleştirmeyiniz, müjdeleyiniz, nefret ettirmeyiniz.",
    "source": "Buhârî, İlm, 12; Müslim, Cihâd, 6"
  },
  {
    "id": 5,
    "content": "İnsanların Peygamberlerden öğrenegeldikleri sözlerden biri de: ‘Utanmadıktan sonra dilediğini yap!’ sözüdür.",
    "source": "Buhârî, Enbiyâ, 54; EbuDâvûd, Edeb, 6"
  },
  {
    "id": 6,
    "content": "Hayra vesile olan, hayrı yapan gibidir.",
    "source": "Tirmizî, İlm, 14"
  },
  {
    "id": 7,
    "content": "Mümin, bir delikten iki defa sokulmaz.(Mümin, iki defa aynı yanılgıya düşmez)",
    "source": "Buhârî, Edeb, 83; Müslim, Zühd, 63"
  },
  {
    "id": 8,
    "content": "Nerede olursan ol Allah’a karşı gelmekten sakın; yaptığın kötülüğün arkasından bir iyilik yap ki bu onu yok etsin. İnsanlara karşı güzel ahlakın gereğine göre davran.",
    "source": "Tirmizî, Birr, 55"
  },
  {
    "id": 9,
    "content": "Allah, sizden birinizin yaptığı işi, ameli ve görevi sağlam ve iyi yapmasından hoşnut olur.",
    "source": "Taberânî, el-Mu'cemü'l-Evsat, 1/275"
  },
  {
    "id": 10,
    "content": "İman, yetmiş küsur derecedir. En üstünü ‘Lâ ilâhe illallah (Allah’tan başka ilah yoktur)’ sözüdür, en düşük derecesi de rahatsız edici bir şeyi yoldan kaldırmaktır. Haya da imandandır.",
    "source": "Buhârî, Îmân, 3; Müslim, Îmân, 57, 58"
  },
  {
    "id": 11,
    "content": "Kim kötü ve çirkin bir iş görürse onu eliyle düzeltsin; eğer buna gücü yetmiyorsa diliyle düzeltsin; buna da gücü yetmezse, kalben karşı koysun. Bu da imanın en zayıf derecesidir.",
    "source": "Müslim, Îmân, 78; Ebû Dâvûd, Salât, 248"
  },
  {
    "id": 12,
    "content": "İki göz vardır ki, cehennem ateşi onlara dokunmaz: Allah korkusundan ağlayan göz, bir de gecesini Allah yolunda, nöbet tutarak geçiren göz.",
    "source": "Tirmizî, Fedâilü'l-Cihâd, 12"
  },
  {
    "id": 13,
    "content": "Zarar vermek ve zarara zararla karşılık vermek yoktur.",
    "source": "İbn Mâce, Ahkâm, 17; Muvatta', Akdıye, 31"
  },
  {
    "id": 14,
    "content": "Hiçbiriniz kendisi için istediğini (mü’min) kardeşi için istemedikçe (gerçek) iman etmiş olamaz.",
    "source": "Buhârî, Îmân, 7; Müslim, Îmân, 71"
  },
  {
    "id": 15,
    "content": "Müslüman, insanların elinden ve dilinden emin olduğu kimsedir.",
    "source": "Tirmizî, Îmân, 12; Nesâî, Îmân, 8"
  },
  {
    "id": 16,
    "content": "Müslüman müslümanın kardeşidir. Ona zulmetmez, onu (düşmanına) teslim etmez. Kim, (mümin) kardeşinin bir ihtiyacını giderirse Allah da onun bir ihtiyacını giderir. Kim müslümanı bir sıkıntıdan kurtarırsa, bu sebeple Allah da onu kıyamet günü sıkıntılarının birinden kurtarır. Kim bir müslümanı(n kusurunu) örterse, Allah da Kıyamet günü onu(n kusurunu) örter.",
    "source": "Buhârî, Mezâlim, 3; Müslim, Birr, 58"
  },
  {
    "id": 17,
    "content": "İman etmedikçe cennete giremezsiniz, birbirinizi sevmedikçe de (gerçek anlamda) iman etmiş olamazsınız.",
    "source": "Müslim, Îmân, 93; Tirmizî, Sıfâtu'l-Kıyâme, 56"
  },
  {
    "id": 18,
    "content": "Birbirinize buğuz etmeyin, birbirinize haset etmeyin, birbirinize arka çevirmeyin; ey Allah’ın kulları, kardeş olun. Bir müslümana, üç günden fazla (din) kardeşi ile dargın durması helal olmaz.",
    "source": "Buhârî, Edeb, 57, 58"
  },
  {
    "id": 19,
    "content": "Hiç şüphe yok ki doğruluk iyiliğe götürür. İyilik de cennete götürür. Kişi doğru söyleye söyleye Allah katında sıddîk (doğru sözlü) diye yazılır. Yalancılık kötüye götürür. Kötülük de cehenneme götürür. Kişi yalan söyleye söyleye Allah katında kezzâb (çok yalancı) diye yazılır.",
    "source": "Buhârî, Edeb, 69; Müslim, Birr, 103, 104"
  },
  {
    "id": 20,
    "content": "(Mümin) kardeşinle münakaşa etme, onun hoşuna gitmeyecek şakalar yapma ve ona yerine getirmeyeceğin bir söz verme.",
    "source": "Tirmizî, Birr, 58"
  },
  {
    "id": 21,
    "content": "(Mümin) kardeşine tebessüm etmen sadakadır. İyiliği emredip kötülükten sakındırman sadakadır. Yolunu kaybeden kimseye yol göstermen sadakadır. Yoldan taş, diken, kemik gibi şeyleri kaldırıp atman da senin için sadakadır.",
    "source": "Tirmizî, Birr, 36"
  },
  {
    "id": 22,
    "content": "Allah sizin ne dış görünüşünüze ne de mallarınıza bakar. Ama o sizin kalplerinize ve işlerinize bakar.",
    "source": "Müslim, Birr, 33; İbn Mâce, Zühd, 9; Ahmed b. Hanbel, 2/285, 539"
  },
  {
    "id": 23,
    "content": "Allah’ın rızası, anne ve babanın rızasındadır. Allah’ın öfkesi de anne babanın öfkesindedir.",
    "source": "Tirmizî, Birr, 3"
  },
  {
    "id": 24,
    "content": "Üç dua vardır ki, bunlar şüphesiz kabul edilir: Mazlumun duası, yolcunun duası ve babanın evladına duası.",
    "source": "İbn Mâce, Dua, 11"
  },
  {
    "id": 25,
    "content": "Hiçbir baba, çocuğuna, güzel terbiyeden daha üstün bir hediye veremez.",
    "source": "Tirmizî, Birr, 33"
  },
  {
    "id": 26,
    "content": "Sizin en hayırlılarınız, hanımlarına karşı en iyi davrananlarınızdır.",
    "source": "Tirmizî, Radâ', 11; ‹bn Mâce, Nikâh, 50"
  },
  {
    "id": 27,
    "content": "Küçüklerimize merhamet etmeyen, büyüklerimize saygı göstermeyen bizden değildir.",
    "source": "Tirmizî, Birr, 15; Ebû Dâvûd, Edeb, 66"
  },
  {
    "id": 28,
    "content": "Peygamberimiz işaret parmağı ve orta parmağıyla işaret ederek: “Gerek kendisine ve gerekse başkasına ait herhangi bir yetimi görüp gözetmeyi üzerine alan kimse ile ben, cennette işte böyle yanyanayız” buyurmuştur.",
    "source": "Buhârî, Talâk, 25, Edeb, 24; Müslim, Zühd, 42"
  },
  {
    "id": 29,
    "content": "Peygamber Efendimiz “(İnsanı) helâk eden şu yedi şeyden kaçının.” buyurdu. Onlar nelerdir ya Resulullah dediler. Bunun üzerine Efendimiz şöyle buyurdu: “Allah’a şirk koşmak, sihir, Allah’ın haram kıldığı cana kıymak, faiz yemek, yetim malı yemek, savaştan kaçmak, suçsuz ve namuslu mümin kadınlara iftirada bulunmak.",
    "source": "Buhârî, Vasâyâ, 23, Tıbb, 48; Müslim, Îmân, 144"
  },
  {
    "id": 30,
    "content": "Allah’a ve ahiret gününe imân eden kimse, komşusuna eziyet etmesin. Allah’a ve ahiret gününe imân eden misafirine ikramda bulunsun. Allah’a ve ahiret gününe imân eden kimse, ya hayır söylesin veya sussun.",
    "source": "Buhârî, Edeb, 31, 85; Müslim, Îmân, 74, 75"
  },
  {
    "id": 31,
    "content": "Cebrâil bana komşu hakkında o kadar çok tavsiyede bulundu ki; ben (Allah Teâlâ) komşuyu komşuya mirasçı kılacak zannettim.",
    "source": "Buhârî, Edeb, 28; Müslim, Birr, 140, 141"
  }
]